Repository: arianbakh/shahna
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: You are blocked till %s
fa: شما تا زمان %s بلاک هستید

source: Email
fa: ایمیل

source: Email Address
fa: آدرس پست الکتورنیکی

source: Please keep filesize under %s.
fa: لطفا حجم فایل کمتر از %s باشد

source: Avatar
fa: عکس پروفایل

source: Name
fa: نام اصلی

source: Nickname (Display name)
fa: نام مستعار (نامی که نمایش داده می‌شود)

source: Mobile phone
fa: شماره موبایل

source: Please enter at most 15 digits number
fa: لطفا حداکثر یک عدد ۱۵ رقمی وارد کنید

source: Current city
fa: شهر محل اقامت فعلی

source: Current country
fa: کشور محل اقامت فعلی

source: Graduated university
fa: دانشگاه اخذ مدرک کارشناسی

source: Current work place
fa: محل کار فعلی

source: Student number
fa: شماره دانشجویی

source: Stars
fa: ستاره‌ها

source: New
fa: جدید

source: Rejected
fa: رد شده

source: Accepted
fa: قبول‌شده

source: User access level
fa: سطح دسترسی کاربر

source: Field
fa: رشته‌

source: Profile
fa: پروفایل

source: Profiles
fa: پروفایل‌ها

source: Block reason
fa: دلیل بلاک

source: Unlimited
fa: نامحدود

source: 1 Day
fa: ۱ روز

source: 3 Days
fa: ۳ روز

source: 7 Days
fa: ۷ روز

source: Block till
fa: بلاک تا زمان

source: User Block
fa: بلاک‌ کاربر

source: User Blocks
fa: بلاک‌های کاربران

source: Tags
fa: برچسب‌ها

source: Please enter tags separated by space ( at least 3 tags)
fa: لطفا برچسب‌ها را وارد کنید (حداقل ۳ برچسب)

source: Select at least one field
fa: حداقل یک رشته را انتخاب کنید.

source: Enter at least three diffrent tags
fa: لطفا حداقل سه برچسب متفاوت وارد کنید

source: name
fa: نام

source: Tag
fa: برچسب

source: University Field
fa: رشته دانشگاهی

source: University Fields
fa: رشته‌های دانشگاهی

source: Title
fa: عنوان

source: Description
fa: توضیحات

source: Views
fa: بازدید‌ها

source: Removed
fa: حذف شده

source: Published
fa: منتشر شده

source: Publish state
fa: وضعیت انتشار

source: Upload time
fa: زمان بارگذاری

source: tags
fa: برچسب‌ها

source: Fields
fa: رشته‌ها

source: Question
fa: پرسش

source: Questions
fa: پرسش‌ها

source: Answer
fa: پاسخ

source: Answers
fa: پاسخ‌ها

source: You are blocked
fa: شما بلاک هستید

source: Unblock time:
fa: زمان خروج از بلاک:

source: Block reason:
fa: دلیل بلاک:

source: Shahnay &mdash; Activating account
fa: شهنای - فعال‌سازی حساب کاربری

source: Hi,
fa: سلام،

source: To activate your account on Shahnay, please click on the following link:
fa: برای فعال کردن حساب کاربریتان لطفا بر روی لینک زیر کلیک کنید:

source: The link above will expire in %(expiration_days)s days.
fa: لینک بالا پس از %(expiration_days)s روز منقضی می‌شود.

source: Please confirm your email address.
fa: لطفا آدرس ایمیلتان را تایید کنید
